Repository: lubospechar/katalogdivlnad
Catalog: catalog/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Group Name (Czech)
cs: Pojmenování skupiny (Česky)

source: Group Name (English)
cs: Pojmenování skupiny (Anglicky)

source: The Czech and English group name must be different.
cs: České i anglické pojmenování skupiny musí být odlišné

source: Group
cs: Skupina

source: Groups
cs: Skupiny

source: Advantage (Czech)
cs: Výhoda (Česky)

source: Advantage (English)
cs: Výhoda (Anglicky)

source: The names for the Czech and English advantages must be different.
cs: České i anglické výhody musí být odlišné

source: Advantage
cs: Výhoda

source: Advantages
cs: Výhody

source: Disadvantage (Czech)
cs: Nevýhoda (Česky)

source: Disadvantage (English)
cs: Nevýhoda (Anglicky)

source: The names for the Czech and English disadvantages must be different.
cs: České i anglické nevýhody musí být odlišné

source: Disadvantage
cs: Nevýhoda

source: Disadvantages
cs: Nevýhody

source: The option names for Czech and English must be different.
cs: České i anglické výhody musí být odlišné

source: Option Name
cs: Název volby

source: Option (Czech)
cs: Volba (Česky)

source: Option (English)
cs: Volba (Anglicky)

source: Order
cs: Pořadí

source: Description (Czech)
cs: Popis (Česky)

source: Description (English)
cs: Popis (Anglicky)

source: The Czech and English option names must be different.
cs: České i anglické názvy voleb musí být odlišné

source: The Czech and English descriptions must be different.
cs: České i anglické popisy musí být odlišné

source: Option
cs: Popis

source: Options
cs: Popisy

source: Impact Category (Czech)
cs: Kategorie dopadu (Česky)

source: Impact Category (English)
cs: Kategorie dopadu (Anglicky)

source: Impact Category
cs: Kategorie dopadu

source: Impact detail (Czech)
cs: Dopady (Česky)

source: Impact detail (English)
cs: Dopady (Anglicky)

source: Impact detail
cs: Dopady

source: Impact details
cs: Dopady

source: Measure name (Czech)
cs: Opatření (Česky)

source: Measure name (English)
cs: Opatření (Anglicky)

source: Code
cs: Kód opatření

source: Abstract (Czech)
cs: Shrnutí (Česky)

source: Abstract (English)
cs: Shrnutí (Anglicky)

source: Environmental compartment
cs: Složka ŽP

source: Environmental compartment (overlap)
cs: Složka ŽP (přesah)

source: Environmental compartment (overlap) - note
cs: Složka ŽP (přesahu - poznámka

source: Application potential
cs: Aplikační potenciál

source: Scale / extent
cs: Rozsah / velikost

source: Implementation complexity
cs: Náročnost realizace

source: Conditions of implementation (Czech)
cs: Podmínky implementace (Česky)

source: Conditions of implementation (English)
cs: Podmínky implementace (Anglicky)

source: Impact quantification
cs: Kvantifikace dopadu

source: Impact time horizon
cs: Časový horizont dopadu

source: Interconnection
cs: Návaznost

source: Conflicts
cs: Střet

source: Other conflicts
cs: Jiné střety

source: Impact categories of climate change
cs: Kategorie dopadu změny klimatu

source: Secondary impact categories of climate change
cs: Vedlejší kategorie dopadu změny klimatu

source: Impact categories of climate change - note (Czech)
cs: Vedlejší kategorie dopadu změny klimatu - poznámka (Česky)

source: Impact categories of climate change - note (English)
cs: Vedlejší kategorie dopadu změny klimatu - poznámka (Česky)

source: Sustainable Development Goals (SDG)
cs: Cíle udržitelného rozvoje (SDG)

source: Price (CZK)
cs: Cena (CZK)

source: Price (Euro)
cs: Cena (EUR)

source: Unit
cs: Jednotka

source: Comment (cs)
cs: Komentář (Česky)

source: Comment (en)
cs: Komentář (Anglicky)

source: Measure
cs: Opatření

source: Measures
cs: Opatření

source: in the Czech Republic
cs: v Česku

source: abroad
cs: V zahraničí

source: within DIVILAND
cs: v rámci projektu Divland

source: Example name
cs: Název příkladu

source: Implemented (example)
cs: Realizováno (příklad)

source: Implemented (examples)
cs: Realizováno (Příklady)
